# My 'brew tap'
tap "epk/epk"
tap "homebrew/cask-fonts"

# 'brew tap' with custom Git URL
# tap "scriptingosx/DownloadFullInstaller", "https://github.com/scriptingosx/DownloadFullInstaller.git"

# set arguments for all 'brew install --cask' commands
# cask_args appdir: "~/Applications", require_sha: true

# My 'brew install'
brew "node"
brew "jsonnet"
brew "nvim"
brew "neofetch"
brew "lazygit"
brew "tree"
brew "stow"
brew "utm"
brew "htop"
brew "gotop"
brew "tmux"
brew "cmake"
brew "luarocks"
brew "make"
brew "lazydocker"

# My 'brew install --cask'
cask "font-sf-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "raspberry-pi-imager"

# numo 'brew tap'
# tap "hashicorp/tap"

# numo 'brew install' 
# brew "awscli"
# brew "aws-okta"
# brew "hashicorp/tap/terraform"
# brew "direnv"
# brew "coursier/formulas/coursier" # Needed for scala LSP in Neovim. Need to run 'cs setup' after the install.

# cask "homebrew/cask/docker"
# cask "wireshark"
# cask "pppc-utility"
# cask "rapidapi"

# 'mas install'
# mas "1Password", id: 443987910

# 'whalebrew install'
# whalebrew "whalebrew/wget"
